{"_id":1,"title":"五味子","info":["五味子为木兰科植物五味子Schisandra chinensis （Turcz.）Baill.或华中五味子Schisandra sphenanthera Rehd. et Wils.的干燥成熟果实。前者习称“北五味子”，后者习称“南五味子”。","秋季果实成熟时采摘，晒干或蒸后晒干，除去果梗及杂质。唐等《新修本草》载“五味皮肉甘酸，核中辛苦，都有咸味”，故有五味子之名。五味子分为南、北二种。古医书称它荎蕏、玄及、会及，最早列于神农本草经上品中药，能滋补强壮之力，药用价值极高，有强身健体之效，与琼珍灵芝合用治疗失眠。"]}
{"_id":2,"title":"杨梅","info":["杨梅：属于木兰纲、杨梅科、杨梅属小乔木或灌木植物，又称圣生梅、白蒂梅、树梅具有很高的药用和食用价值，在中国华东和湖南、广东、广西、贵州等地区均有分布。杨梅原产中国浙江余姚，1973年余姚境内发掘新石器时代的河姆渡遗址时发现杨梅属花粉，说明在7000多年以前该地区就有杨梅生长。该属有50多个种，中国已知的有杨梅、白杨梅、毛杨梅、青杨梅和矮杨梅，经济栽培主要是杨梅。","杨梅枝繁叶茂，树冠圆整，初夏又有红果累累，十分可爱，是园林绿化结合生产的优良树种。孤植、丛植于草坪、庭院，或列植于路边都很合适；若采用密植方式来分隔空间或起遮蔽作用也很理想。经济用途果味酸甜适中，既可直接食用，又可加工成杨梅干、酱、蜜饯等，还可酿酒，有止渴、生津、助消化等功能。"]}
{"_id":3,"title":"枫","info":["枫树为高大乔木，可高达29米以上，冠幅可达16米。花期4到5月，果期9到10月。随着树龄增长，树冠逐渐敞开，呈圆形。枝条棕红色到棕色，有小孔，冬季枝条是黑棕色或灰色。枫叶色泽绚烂、形态别致优美，可制作书签、标本等。在秋天则变成火红色，落在地上时变成深红。","枫树属于槭树科槭属树种，是一种槭树的俗称。全世界的槭树科植物有199种，分布于亚洲、欧洲、北美洲和非洲北缘，中国也是世界上槭树种类最多的国家，目前已有157种，全国各地均有分布，主产于长江流域及其以南各省区，是世界槭树的现代分布中心。 槭属植物中，有很多是世界闻名观赏树种。"]}
{"_id":4,"title":"桂花","info":["桂花是中国木犀属众多树木的习称，代表物种木犀（学名：Osmanthus fragrans (Thunb.) Lour.），又名岩桂，系木犀科常绿灌木或小乔木，质坚皮薄，叶长椭圆形面端尖，对生，经冬不凋。花生叶腑间，花冠合瓣四裂，形小，其园艺品种繁多，最具代表性的有金桂、银桂、丹桂、月桂等。","桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。","以桂花做原料制作的桂花茶是中国特产茶，它香气柔和、味道可口，为大众所喜爱。桂花在园林建设中有着广泛的运用。"]}
{"_id":5,"title":"竹","info":["多年生禾本科竹亚科植物，茎为木质，是禾本科的一个分支，学名 Bambusoideae（Bambusaceae或Bamboo），在热带、亚热带地区，东亚、东南亚和印度洋及太平洋岛屿上分布最集中，种类很多，有的低矮似草，有的高如大树，生长迅速。","通常通过地下匍匐的根茎成片生长，也可以通过开花结籽繁衍，种子被称为竹米。有些种类的竹笋可以食用。竹枝杆挺拔，修长，四季青翠，傲雪凌霜，倍受中国人喜爱，与梅、兰、菊并称为四君子，与梅、松并称为岁寒三友，古今文人墨客，爱竹咏竹者众多。"]}
{"_id":6,"title":"银杏","info":["银杏（学名：Ginkgo biloba L.），为银杏科、银杏属落叶乔木。银杏为落叶大乔木，胸径可达4米，幼树树皮近平滑，浅灰色，大树之皮灰褐色，不规则纵裂，粗糙；有长枝与生长缓慢的距状短枝。幼年及壮年树冠圆锥形，老则广卵形；枝近轮生，斜上伸展（雌株的大枝常较雄株开展）。叶互生，在长枝上辐射状散生，有细长的叶柄，扇形，两面淡绿色，无毛。在长枝上散生，在短枝上簇生。它的叶脉形式为“二歧状分叉叶脉”。在长枝上常2裂，基部宽楔形。球花雌雄异株，单性，生于短枝顶端的鳞片状叶的腋内，呈簇生状。4月开花，10月成熟，种子具长梗，下垂，常为椭圆形、长倒卵形、卵圆形或近圆球形。外种皮肉质，被白粉，外种皮肉质，熟时黄色或橙黄色。 ","银杏树的种子俗称白果，因此银杏又名白果树。银杏树生长较慢，寿命极长，自然条件下从栽种到结银杏果要二十多年，四十年后才能大量结果，因此又有人把它称作“公孙树”，有“公种而孙得食”的含义，是树中的老寿星，具有观赏、经济、药用等价值。"]}
